[
  {
    "id": "p1_study_001",
    "topic": "study",
    "question": "What subjects are you studying?",
    "sample_answers": [
      "I’m currently studying _ at university. It mainly focuses on , such as . I chose this subject because _, and although it can be challenging sometimes, I find it really interesting and",
      "I study Computer Science, which means I’m not just losing sleep —I’m losing hair. At this"
    ],
    "keywords": [
      "study",
      "subjects",
      "studying"
    ]
  },
  {
    "id": "p1_study_002",
    "topic": "study",
    "question": "Do you like your subject?",
    "sample_answers": [
      "Yeah, I’d say I like it. I mean, it’s not always fun —sometimes the workload gets crazy, especially with , but overall I’m glad I chose . There are parts I really enjoy, like _, and I feel like it’s helping me figure out what I wanna do in the future."
    ],
    "keywords": [
      "study",
      "subject"
    ]
  },
  {
    "id": "p1_study_003",
    "topic": "study",
    "question": "Why did you choose to study that subject?",
    "sample_answers": [
      "Honestly, I chose _ because I’ve always been interested in . Back in high school, I really enjoyed , and I figured this subject would be a good fit. It also feels pretty practical, and I can see myself doing something related to it in the future."
    ],
    "keywords": [
      "choose",
      "study",
      "subject"
    ]
  },
  {
    "id": "p1_study_004",
    "topic": "study",
    "question": "Do you think that your subject is popular in your country?",
    "sample_answers": [
      "Yeah, I’d say it’s pretty popular in my country. A lot of students choose _, mostly because it’s seen as a high-paying and stable field. I think some people do it out of genuine interest, but honestly, many just pick it for the job prospects."
    ],
    "keywords": [
      "study",
      "think",
      "subject",
      "popular",
      "country"
    ]
  },
  {
    "id": "p1_other_005",
    "topic": "other",
    "question": "Do you have any plans for your studies in the next five years?",
    "sample_answers": [
      "Yeah, I’ve thought about it a bit. In the next few years, I’d like to 【apply for a Master’s degree】, maybe even switch to a slightly different field if things go well. I’m not 100% sure yet, but I hope to keep learning and gradually figure out what I really want to focus on."
    ],
    "keywords": [
      "other",
      "any",
      "plans",
      "studies",
      "next"
    ]
  },
  {
    "id": "p1_study_006",
    "topic": "study",
    "question": "Do you want to change your major?",
    "sample_answers": [
      "To be honest, I’ve thought about it. Sometimes I feel like another field might suit me better, especially when I struggle with certain courses. But for now, I’ve decided to stick with it and try to make the most of what I’m studying."
    ],
    "keywords": [
      "study",
      "want",
      "change",
      "major"
    ]
  },
  {
    "id": "p1_study_007",
    "topic": "study",
    "question": "Do you prefer to study in the mornings or in the afternoons?",
    "sample_answers": [
      "I usually prefer studying in the morning. My brain feels fresher after a good night’s sleep, and I can focus better before the day gets too busy or noisy. Plus, finishing my work early gives me the rest of the day to relax."
    ],
    "keywords": [
      "prefer",
      "study",
      "mornings",
      "afternoons"
    ]
  },
  {
    "id": "p1_daily_life_008",
    "topic": "daily_life",
    "question": "How much time do you spend on your studies each week?",
    "sample_answers": [
      "It depends, but usually around 30 to 40 hours a week, including classes, homework, and self-study. It’s a bit intense sometimes, but I try to stay on track, especially when exams are",
      "I spend a lot of time around studying—organizing my desk, making a to-do list, lighting a"
    ],
    "keywords": [
      "daily_life",
      "much",
      "time",
      "spend",
      "studies"
    ]
  },
  {
    "id": "p1_work_009",
    "topic": "work",
    "question": "Are you looking forward to working?",
    "sample_answers": [
      "Honestly… kind of. I mean, I want to be independent and make money, but I’m not super excited about stress, deadlines, or office politics. So yeah—mixed feelings.",
      "No, I’m not really looking forward to working. It’s not because I dislike working itself, but"
    ],
    "keywords": [
      "work",
      "looking",
      "forward",
      "working"
    ]
  },
  {
    "id": "p1_study_010",
    "topic": "study",
    "question": "What technology do you use when you study?",
    "sample_answers": [
      "Mostly my phone and laptop. I use my phone way too much —sometimes for studying, sometimes for scrolling. I also use online tools like translation apps or Grammarly when I",
      "My phone is definitely my go -to—mostly for setting alarms to remind myself to actually"
    ],
    "keywords": [
      "technology",
      "use",
      "when",
      "study"
    ]
  },
  {
    "id": "p1_study_011",
    "topic": "study",
    "question": "What changes would you like to see in your school?",
    "sample_answers": [
      "I’d like to see more practical courses added to the curriculum, like public speaking or career planning. Also, I think it would be great if the school provided more study spaces and mental health support for students."
    ],
    "keywords": [
      "study",
      "changes",
      "see",
      "school"
    ]
  },
  {
    "id": "p1_other_012",
    "topic": "other",
    "question": "What are the benefits of being your age?",
    "sample_answers": [
      "I think the best part of being my age is having energy and flexibility. I’m old enough to make my own decisions, but still young enough to try new things, make mistakes, and grow from them without too much pressure."
    ],
    "keywords": [
      "other",
      "benefits",
      "being",
      "age"
    ]
  },
  {
    "id": "p1_work_013",
    "topic": "work",
    "question": "What work do you do?",
    "sample_answers": [
      "super exciting every day, but I’m gaining experience and learning how to handle real-world",
      "I work in an office job at the moment. It’s mainly about handling paperwork, replying to emails, and helping with basic admin tasks. It’s not super exciting, but it’s stable and I’m"
    ],
    "keywords": [
      "work"
    ]
  },
  {
    "id": "p1_work_014",
    "topic": "work",
    "question": "Why did you choose to do that type of work (or that job)?",
    "sample_answers": [
      "enjoyed this kind of work, so when the opportunity came up, I just went for it. It’s not always easy, but doing something I actually like makes the tough parts more bearable.",
      "Honestly, I chose it because it was the only offer I got. It’s not like I had a hundred options"
    ],
    "keywords": [
      "choose",
      "type",
      "work",
      "job"
    ]
  },
  {
    "id": "p1_work_015",
    "topic": "work",
    "question": "Do you like your job?",
    "sample_answers": [
      "I’d say I have mixed feelings about it. I like some parts—like the people I work with and the fact that I’m learning new things. But there are also days when it feels repetitive or a bit stressful. So yeah, it’s not perfect, but it’s not bad either."
    ],
    "keywords": [
      "work",
      "job"
    ]
  },
  {
    "id": "p1_work_016",
    "topic": "work",
    "question": "What requirements did you need to meet to get your current job?",
    "sample_answers": [
      "related to the field and decent communication skills. They also asked for a resume and a short interview. Luckily, they didn’t expect a ton of experience, so I was able to get in an d",
      "I needed to have some technical skills for the job —like knowing how to use certain tools"
    ],
    "keywords": [
      "work",
      "requirements",
      "need",
      "meet",
      "get"
    ]
  },
  {
    "id": "p1_work_017",
    "topic": "work",
    "question": "Do you want to change to another job?",
    "sample_answers": [
      "doing long-term. I want to try something more challenging and meaningful, maybe in a field that fits my interests better. I’m keeping an eye out for new opportunities.",
      "I’ve been thinking about it —mainly because I’m curious if other jobs come with fewer"
    ],
    "keywords": [
      "work",
      "want",
      "change",
      "another",
      "job"
    ]
  },
  {
    "id": "p1_other_018",
    "topic": "other",
    "question": "Do you miss being a student?",
    "sample_answers": [
      "Yes and no. I miss the flexible schedule, long holidays, and just hanging out with friends without much pressure. But at the same time, I don’t miss exams, group projects, or staying up all night writing papers. So yeah—student life had its perks, but I’m also glad it’s over."
    ],
    "keywords": [
      "other",
      "miss",
      "being",
      "student"
    ]
  },
  {
    "id": "p1_work_019",
    "topic": "work",
    "question": "What technology do you use at work?",
    "sample_answers": [
      "At work, I mostly use Excel and PowerPoint. I use Excel for organizing data, doing basic calculations, and tracking progress. PowerPoint is mainly for making slides and presenting ideas clearly. They’re not super fancy tools, but they’re useful and I prett y much use them"
    ],
    "keywords": [
      "technology",
      "use",
      "work"
    ]
  },
  {
    "id": "p1_hometown_020",
    "topic": "hometown",
    "question": "Who do you live with?",
    "sample_answers": [
      "I live alone at the moment. It’s quiet and I get to do everything on my own schedule, which",
      "I love. The only downside is that sometimes it gets a bit lonely, especially during weekends, but I still prefer having my own space."
    ],
    "keywords": [
      "hometown",
      "live"
    ]
  },
  {
    "id": "p1_hometown_021",
    "topic": "hometown",
    "question": "Do you live in an apartment or a house?",
    "sample_answers": [
      "I live in a house with my family. It’s in a quiet neighborhood, and we’ve lived there for years.",
      "I really like having more space and a bit of privacy, especially compared to crowded",
      "I live in an apartment on campus. It’s not very big, but it has everything I need. I share it"
    ],
    "keywords": [
      "hometown",
      "live",
      "apartment",
      "house"
    ]
  },
  {
    "id": "p1_hometown_022",
    "topic": "hometown",
    "question": "What part of your home do you like the most?",
    "sample_answers": [
      "I’d say my favorite part is my desk area. It’s by the window, so there’s always natural light during the day. I’ve got my books, laptop, a small plant—it just feels calm and personal, like",
      "My bed. 100% my bed. We’re in a very committed relationship. I think about it all day, and"
    ],
    "keywords": [
      "hometown",
      "part",
      "home",
      "most"
    ]
  },
  {
    "id": "p1_hometown_023",
    "topic": "hometown",
    "question": "What kind of house or apartment do you want to live in in the future?",
    "sample_answers": [
      "If I had the choice, I’d love to live in a house someday. Something with a small yard, big windows, and a bit of privacy. I like the idea of having my own space to decorate, maybe even grow some plants or adopt a cat."
    ],
    "keywords": [
      "hometown",
      "kind",
      "house",
      "apartment",
      "want"
    ]
  },
  {
    "id": "p1_daily_life_024",
    "topic": "daily_life",
    "question": "What room does your family spend most of the time in?",
    "sample_answers": [
      "Definitely the living room. That’s where we eat, talk, watch TV, and sometimes just scroll on our phones in silence. It’s kind of the heart of the house —no matter how busy we are, we always end up there at some point during the day."
    ],
    "keywords": [
      "daily_life",
      "room",
      "family",
      "spend",
      "most"
    ]
  },
  {
    "id": "p1_daily_life_025",
    "topic": "daily_life",
    "question": "What do you usually do in your room?",
    "sample_answers": [
      "I usually just study, chill, and scroll on my phone. It’s the only place where I can fully relax and do things at my own pace. Sometimes I listen to music or watch random videos — nothing too exciting, but it’s my little space to unwind."
    ],
    "keywords": [
      "daily_life",
      "usually",
      "room"
    ]
  },
  {
    "id": "p1_hometown_026",
    "topic": "hometown",
    "question": "Do you plan to live there for a long time?",
    "sample_answers": [
      "Not really. It’s fine for now, but I don’t see myself staying there long -term. I’d probably move once I graduate or find a job in another city. I like having my own space, so hopefully",
      "I’ll get a chance to live somewhere a bit more independent in the future."
    ],
    "keywords": [
      "hometown",
      "plan",
      "live",
      "long",
      "time"
    ]
  },
  {
    "id": "p1_hometown_027",
    "topic": "hometown",
    "question": "Can you describe the place you live in?",
    "sample_answers": [
      "I live in a small apartment on campus. It’s nothing fancy, just a shared space with three roommates. We’ve got bunk beds, a couple of desks, and a tiny bathroom. It gets a bit messy sometimes, but it’s close to everything —classrooms, the library, and food, so it’s"
    ],
    "keywords": [
      "hometown",
      "describe",
      "place",
      "live"
    ]
  },
  {
    "id": "p1_hometown_028",
    "topic": "hometown",
    "question": "Do you prefer living in a house or an apartment?",
    "sample_answers": [
      "I need to be at least 20 floors up to feel safe. Plus, who needs a backyard when the best",
      "If money isn’t a problem, I’d definitely prefer living in a house. I like having more space, a quieter environment, and maybe even a small garden where I can grow some vegetables"
    ],
    "keywords": [
      "hometown",
      "prefer",
      "living",
      "house",
      "apartment"
    ]
  },
  {
    "id": "p1_hometown_029",
    "topic": "hometown",
    "question": "Are the transport facilities to your home very good?",
    "sample_answers": [
      "Yeah, the transport’s actually pretty good. There’s a subway station about 10 minutes away, and a bunch of bus stops nearby. It’s really easy to get to school or go downtown. The only downside is rush hour—it gets super packed, but that’s kind of expected."
    ],
    "keywords": [
      "hometown",
      "transport",
      "facilities",
      "home",
      "very"
    ]
  },
  {
    "id": "p1_hometown_030",
    "topic": "hometown",
    "question": "What makes you feel pleasant in your home?",
    "sample_answers": [
      "I think it’s the quiet and the sense of privacy. In my room, I can just close the door and do whatever I want —study, chill, or just lie in bed doing nothing. It’s the one place where I don’t have to deal with people or noise, so it really helps me recharge."
    ],
    "keywords": [
      "hometown",
      "makes",
      "feel",
      "pleasant",
      "home"
    ]
  },
  {
    "id": "p1_hometown_031",
    "topic": "hometown",
    "question": "How long have you lived there?",
    "sample_answers": [
      "I’ve been living there for about two years now. I moved in after I started my current job — it’s pretty close to the office, so it saves me a lot of commuting time. The apartment’s not perfect, but it’s convenient and comfortable enough for now."
    ],
    "keywords": [
      "hometown",
      "long",
      "lived"
    ]
  },
  {
    "id": "p1_hometown_032",
    "topic": "hometown",
    "question": "Is it important to live in a comfortable environment?",
    "sample_answers": [
      "Yes, definitely. A messy, noisy place is like a toxic person—it slowly drains your energy. You don’t even notice it at first, but after a while, you’re just tired for no reason.",
      "Not really. Of course it’s nice to live in a comfortable place, but for me, it’s not the most"
    ],
    "keywords": [
      "hometown",
      "important",
      "live",
      "comfortable",
      "environment"
    ]
  },
  {
    "id": "p1_hometown_033",
    "topic": "hometown",
    "question": "Where is your hometown?",
    "sample_answers": [
      "My hometown is , which is located in the part of China. It’s known for , and although it’s not very big/famous, I really like it because . It’s the place where I grew up, so it means a",
      "I'm from xx. My hometown has so much good food that it’s basically impossible to stay"
    ],
    "keywords": [
      "hometown"
    ]
  },
  {
    "id": "p1_hometown_034",
    "topic": "hometown",
    "question": "Is Your hometown a big city or a small place?",
    "sample_answers": [
      "It’s more of a small/medium -sized place, not a huge city like Beijing or Shanghai. But it’s growing pretty fast these years, with new malls, subways, and more people moving in. I like that it’s not too crowded, but still has everything I need."
    ],
    "keywords": [
      "hometown",
      "big",
      "city",
      "small",
      "place"
    ]
  },
  {
    "id": "p1_other_035",
    "topic": "other",
    "question": "How long have you been living there?",
    "sample_answers": [
      "I grew up there and lived there until I went to university. So, around 18 years. I don’t live there now, but I go back during holidays—and every time, it feels exactly the same, like the",
      "I’ve been living in my hometown for about 21 years. Growing up here has made me really"
    ],
    "keywords": [
      "other",
      "long",
      "been",
      "living"
    ]
  },
  {
    "id": "p1_hometown_036",
    "topic": "hometown",
    "question": "Do you like your hometown?",
    "sample_answers": [
      "I mean, I don’t hate it. Growing up here has made me really familiar with the place, and I feel comfortable because everything is so convenient and close. Of course, sometimes it gets a bit boring since nothing really changes, but overall it still feels like home to me."
    ],
    "keywords": [
      "hometown"
    ]
  },
  {
    "id": "p1_hometown_037",
    "topic": "hometown",
    "question": "What do you like most about your hometown?",
    "sample_answers": [
      "The thing I love most about my hometown is definitely the food. No matter where I go, I always end up missing those local dishes. It’s like my taste buds have a memory of their own. Even if I’m eating fancy food somewhere else, I still think, “This is nice , but it’s not as"
    ],
    "keywords": [
      "most",
      "about",
      "hometown"
    ]
  },
  {
    "id": "p1_other_038",
    "topic": "other",
    "question": "Is there anything you dislike about it?",
    "sample_answers": [
      "Yes, one thing I dislike is that some people still smoke in public places, even though there are “no smoking” signs everywhere. It makes the environment uncomfortable, especially",
      "What I dislike is how nothing changes. Same people, same shops, same aunties gossiping."
    ],
    "keywords": [
      "other",
      "anything",
      "dislike",
      "about"
    ]
  },
  {
    "id": "p1_hometown_039",
    "topic": "hometown",
    "question": "What's your hometown famous for?",
    "sample_answers": [
      "It’s probably best known for _. People from other cities always mention it when they hear where I’m from. I used to take it for granted, but now I think it’s actually pretty cool we have something unique like that."
    ],
    "keywords": [
      "hometown",
      "famous"
    ]
  },
  {
    "id": "p1_hometown_040",
    "topic": "hometown",
    "question": "Are there many young people in your hometown?",
    "sample_answers": [
      "Yeah, there are quite a lot of young people in my hometown, but most of them are either students or just starting their careers. A lot of people come here for university or internships, so the city feels young and active, especially around the campuses."
    ],
    "keywords": [
      "many",
      "young",
      "people",
      "hometown"
    ]
  },
  {
    "id": "p1_work_041",
    "topic": "work",
    "question": "Is your hometown a good place for young people to pursue their careers?",
    "sample_answers": [
      "To be honest, not really. My hometown is a bit too quiet, and there aren’t many big companies or job opportunities for young people. Most of my classmates moved to bigger cities after graduation because it’s hard to find a decent job here unless you go int o"
    ],
    "keywords": [
      "work",
      "hometown",
      "good",
      "place",
      "young"
    ]
  },
  {
    "id": "p1_hometown_042",
    "topic": "hometown",
    "question": "Have you learned anything about the history of your hometown?",
    "sample_answers": [
      "A little, yeah. I’m not an expert or anything, but I do know that my hometown has a pretty long history. There are some old buildings and cultural spots, and I remember learning a bit about them back in school. I probably should’ve paid more attention, though—it’s kinda"
    ],
    "keywords": [
      "learned",
      "anything",
      "about",
      "history",
      "hometown"
    ]
  },
  {
    "id": "p1_other_043",
    "topic": "other",
    "question": "What do you want to change in your family?",
    "sample_answers": [
      "phone call turns into a matchmaking session. I’m not “still unmarried,” I’m just “peacefully unavailable,” and honestly, I sleep better than all my married cousins.",
      "If I could change one thing, it’s the constant comparison. “Look at your cousin, she has a"
    ],
    "keywords": [
      "other",
      "want",
      "change",
      "family"
    ]
  },
  {
    "id": "p1_hometown_044",
    "topic": "hometown",
    "question": "Do you live in a noisy or a quiet area?",
    "sample_answers": [
      "Honestly, it’s kind of noisy. I live near a busy road, so there’s constant traffic, and my neighbors seem to treat 10 p.m. as the perfect time to move furniture. I’ve gotten used to it, but it’s not exactly relaxing."
    ],
    "keywords": [
      "hometown",
      "live",
      "noisy",
      "quiet",
      "area"
    ]
  },
  {
    "id": "p1_other_045",
    "topic": "other",
    "question": "dorm nice and friendly?",
    "sample_answers": [
      "Yeah, they’re nice, but we don’t talk much. Everyone kind of minds their own business, especially in the dorm. We say hi or help each other when needed, but it’s not like we’re super close. Still, it’s peaceful, and I like that."
    ],
    "keywords": [
      "other",
      "dorm",
      "nice",
      "friendly"
    ]
  },
  {
    "id": "p1_hometown_046",
    "topic": "hometown",
    "question": "Do you like the area that you live in?",
    "sample_answers": [
      "I do! It’s close enough to the city that I can enjoy the hustle and bustle, but far enough that",
      "I don’t have to deal with the traffic. Plus, I can see stars at night, which is a nice bonus!",
      "Hate it. It’s not a neighborhood —it’s a ghost town with Wi -Fi. No milk tea, no shopping,"
    ],
    "keywords": [
      "hometown",
      "area",
      "live"
    ]
  },
  {
    "id": "p1_hometown_047",
    "topic": "hometown",
    "question": "Where do you like to go in that area?",
    "sample_answers": [
      "There’s a bubble tea shop near where I live, and I probably go there more than I should. It’s kind of my go -to spot whenever I need a break or something sweet to cheer me up. The staff knows my usual order by now—it’s almost embarrassing, but also kind of comforting."
    ],
    "keywords": [
      "hometown",
      "area"
    ]
  },
  {
    "id": "p1_hometown_048",
    "topic": "hometown",
    "question": "Do you know any famous people in your area?",
    "sample_answers": [
      "Not really. My area’s pretty quiet, and we don’t have any celebrities or public figures living nearby—as far as I know. Most people here are just regular folks going about their lives. If someone’s famous, they’re doing a great job keeping a low profile."
    ],
    "keywords": [
      "hometown",
      "know",
      "any",
      "famous",
      "people"
    ]
  },
  {
    "id": "p1_hometown_049",
    "topic": "hometown",
    "question": "What are some changes in the area recently?",
    "sample_answers": [
      "Recently, a few shops in my area have shut down —probably because of the economy or high rent. But at the same time, some new places have opened, like a milk tea shop and a small bakery. So the street looks a bit different now, but still feels lively."
    ],
    "keywords": [
      "hometown",
      "some",
      "changes",
      "area",
      "recently"
    ]
  },
  {
    "id": "p1_other_050",
    "topic": "other",
    "question": "Do you know any of your neighbors?",
    "sample_answers": [
      "Not really. We just nod or say hi when we bump into each other, but that’s about it.",
      "Everyone’s pretty busy, and to be honest, I’m not the most social person either. It’s peaceful though, and I kind of like keeping to myself."
    ],
    "keywords": [
      "other",
      "know",
      "any",
      "neighbors"
    ]
  },
  {
    "id": "p1_hometown_051",
    "topic": "hometown",
    "question": "Would you recommend your city to others?",
    "sample_answers": [
      "If you’re rich, absolutely—come enjoy all the fancy restaurants and overpriced coffee shops.",
      "If you’re not, maybe think twice. Rent alone could drain your wallet. It’s a great place, but it’s not exactly budget-friendly. So yeah, bring a thick wallet or a strong heart."
    ],
    "keywords": [
      "hometown",
      "recommend",
      "city",
      "others"
    ]
  },
  {
    "id": "p1_hometown_052",
    "topic": "hometown",
    "question": "Are the people in your city nice and friendly?",
    "sample_answers": [
      "Yeah, they’re nice, but we don’t talk much. Everyone kind of minds their own business, especially in the dorm. We say hi or help each other when needed, but it’s not like we’re super close. Still, it’s peaceful, and I like that."
    ],
    "keywords": [
      "hometown",
      "people",
      "city",
      "nice",
      "friendly"
    ]
  },
  {
    "id": "p1_hometown_053",
    "topic": "hometown",
    "question": "Is the city friendly to children and old people?",
    "sample_answers": [
      "Yes, my city is quite friendly to children and old people. There are parks where grandparents dance every morning and free buses for seniors. Kids have playgrounds and special activities everywhere. Honestly, the ones who suffer most are young adults. We g et none of those"
    ],
    "keywords": [
      "hometown",
      "city",
      "friendly",
      "children",
      "old"
    ]
  },
  {
    "id": "p1_other_054",
    "topic": "other",
    "question": "Do you often see your neighbors?",
    "sample_answers": [
      "Not really. We just nod or say hi when we bump into each other, but that’s about it.",
      "Everyone’s pretty busy, and to be honest, I’m not the most social person either. It’s peaceful though, and I kind of like keeping to myself."
    ],
    "keywords": [
      "other",
      "often",
      "see",
      "neighbors"
    ]
  },
  {
    "id": "p1_hometown_055",
    "topic": "hometown",
    "question": "How long have you lived in the city?",
    "sample_answers": [
      "I’ve lived here since I graduated. My landlord absolutely adores me —probably because I pay half my salary for that tiny old apartment with a door that barely closes. It’s great.",
      "Nothing says “adult life” like spending all your money just to have four walls and a leaky"
    ],
    "keywords": [
      "hometown",
      "long",
      "lived",
      "city"
    ]
  },
  {
    "id": "p1_hometown_056",
    "topic": "hometown",
    "question": "city recently?",
    "sample_answers": [
      "Recently, a few shops in my area have shut down —probably because of the economy or high rent. But at the same time, some new places have opened, like a milk tea shop and a small bakery. So the street looks a bit different now, but still feels lively."
    ],
    "keywords": [
      "hometown",
      "city",
      "recently"
    ]
  },
  {
    "id": "p1_hometown_057",
    "topic": "hometown",
    "question": "Is this city your permanent residence?",
    "sample_answers": [
      "No, definitely not. With the housing prices here, I’d have to work for about 300 years just to afford a tiny apartment. I mean, I like the city, but not enough to sell my soul to pay the",
      "Yes, I think I’ll probably stay here for a long time. I’ve got my job, friends, and family here,"
    ],
    "keywords": [
      "hometown",
      "city",
      "permanent",
      "residence"
    ]
  }
]